LEXICON_RU: dict[str, str] = {'rock': '🪨 камень',
                              'scissors': '✂️ ножницы',
                              'paper': '📜 бумага',
                              'reptile': '🦎 ящерица',
                              'Spok': '🖖 Спок',

                              '/start': '<b>Здравствуйет!</b>\n Я бот для игры в '
                                        '"Камень, ножницы, бумага, ящерица, Спок"?\n\nЕсли вы '
                                        'забыл правила, команда /help вам поможет!\n\n<b>Играем?</b>',
                              '/help': 'Это немного усложненный вариант игры "Камень, ножницы, бумага". '
                                       'Мы одновременно должны сделать выбор одного из пяти предметов: камень, '
                                       'ножницы, бумага, ящерица или Спок.\n\n'
                                       '"Ножницы режут бумагу. Бумага заворачивает камень. '
                                       'Камень давит ящерицу, а ящерица травит Спока, в то время как '
                                       'Спок ломает ножницы, которые, в свою очередь, отрезают голову ящерице, '
                                       'которая ест бумагу, на которой улики против Спока. '
                                       'Спок испаряет камень, а камень, разумеется, затупляет ножницы."\n'
                                       '(c) Шелдон Купер, Теория большого взрыва\n\n'
                                       'Иными словами:\n'
                                       'Камень побеждает ножницы и ящерицу\n'
                                       'Ножницы побеждают ящерицу и бумагу\n'
                                       'Бумага побеждает камень и Спока\n'
                                       'Ящерица побеждает Спока и бумагу\n'
                                       'Спок побеждает ножницы и камень\n'
                                       'Если выбрано одинаковое, то у нас ничья\n\n'
                                       '<b>Играем?</b>',

                              'yes_button': 'Играть',
                              'no_button': 'Отмена',
                              'yes': 'Отлично! Делайте свой выбор!',
                              'no': 'Жаль.\nЕсли захотите сыграть, просто разверните '
                                    'клавиатуру и нажмите кнопку "Давай!"',

                              'other_answer': 'Простите, это сообщение мне непонятно',
                              'bot_won': 'Я победил! \nХотите реванша?',
                              'user_won': 'Поздравляю, вы победили! \nСыграем ещё?',
                              'nobody_won': 'Ничья! \nЕщё одну попытку?',
                              'bot_choice': 'Мой выбор:'
                              }
